tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
tap "valelint/vale"
tap "wagoodman/dive"
tap "d12frosted/emacs-plus"
brew "act"
brew "adns"
brew "ansible"
brew "ansible-lint"
brew "antibody"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "aws-iam-authenticator"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "blueutil"
brew "boost"
brew "brotli"
brew "c-ares"
brew "cabal-install"
brew "cairo"
brew "cfitsio"
brew "cgal"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl-openssl"
brew "diff-so-fancy"
brew "dive"
brew "docbook"
brew "docbook-xsl"
brew "docker-clean"
brew "doitlive"
brew "duti"
brew "eigen"
brew "eksctl"
brew "elixir"
brew "emacs-plus@27", link: true
brew "eot-utils"
brew "epsilon"
brew "erlang"
brew "exa"
brew "expat"
brew "fd"
brew "fontconfig"
brew "fontforge"
brew "fpp"
brew "freetds"
brew "freetype"
brew "freexl"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdal"
brew "gdbm"
brew "gdk-pixbuf"
brew "geoip"
brew "geos"
brew "gettext", link: true
brew "gh"
brew "ghc"
brew "ghostscript"
brew "giflib"
brew "git"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphite2"
brew "graphviz"
brew "gts"
brew "guile"
brew "hadolint"
brew "harfbuzz"
brew "hdf5"
brew "helm"
brew "heroku"
brew "heroku-node"
brew "highlight"
brew "htop"
brew "hub"
brew "hugo"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "imagemagick@6"
brew "inetutils"
brew "isl"
brew "jansson"
brew "jasper"
brew "jemalloc"
brew "jo"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "json-c"
brew "kotlin"
brew "krb5"
brew "kubernetes-cli"
brew "ldns"
brew "libassuan"
brew "libcroco"
brew "libdap"
brew "libde265"
brew "libev"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgeotiff", link: false
brew "libgpg-error"
brew "libheif"
brew "libidn"
brew "libidn2"
brew "libksba"
brew "liblqr"
brew "liblwgeom"
brew "libmetalink"
brew "libmpc"
brew "libomp"
brew "libpng"
brew "libpq"
brew "librsvg"
brew "libspatialite"
brew "libspiro"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libuninameslist"
brew "libunistring"
brew "libusb"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxmlsec1"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "luajit"
brew "lzlib"
brew "lzo"
brew "mailhog", restart_service: true
brew "mas"
brew "mpfr"
brew "msgpack"
brew "nano"
brew "ncurses"
brew "neovim"
brew "netcdf"
brew "netpbm"
brew "nettle"
brew "nghttp2"
brew "nmap"
brew "nnn"
brew "node"
brew "npth"
brew "nspr"
brew "nss"
brew "numpy"
brew "nvm"
brew "oniguruma"
brew "openapi-generator"
brew "openblas"
brew "openexr"
brew "openjdk"
brew "openjpeg"
brew "openldap"
brew "openssl@1.1"
brew "optipng"
brew "p11-kit"
brew "pandoc"
brew "pango"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pgcli"
brew "pinentry"
brew "pinentry-mac"
brew "pixman"
brew "pkg-config"
brew "poppler"
brew "popt"
brew "postgresql", restart_service: true
brew "proj"
brew "pth"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2"
brew "python@3.8"
brew "qt"
brew "rabbitmq"
brew "rbenv"
brew "readline"
brew "redis", restart_service: true
brew "rmtrash"
brew "rtmpdump"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "sfcgal"
brew "shared-mime-info"
brew "shellcheck"
brew "socat"
brew "sqlite"
brew "ssh-copy-id"
brew "starship"
brew "swig"
brew "szip"
brew "terminal-notifier"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tinc"
brew "tokei"
brew "tldr"
brew "translate-toolkit"
brew "tree"
brew "ttygif"
brew "ttyrec"
brew "unbound"
brew "unibilium"
brew "unixodbc"
brew "vim"
brew "watchman"
brew "webp"
brew "wget"
brew "wifi-password"
brew "woff2"
brew "wxmac"
brew "x265"
brew "xerces-c"
brew "xmlto"
brew "xz"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "zstd"
brew "kowainik/tap/summoner-tui"
brew "getantibody/tap/antibody"
brew "heroku/brew/heroku"
brew "wagoodman/dive/dive"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "gpg-suite"
cask "intelliscape-caffeine"
cask "java"
cask "java8"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "tunnelblick"
cask "visual-studio-code"
cask "webpquicklook"
cask "wkhtmltopdf"
