tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "bramstein/webfonttools"
tap "buildpacks/tap"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "nektos/tap"
tap "sass/sass"
tap "wagoodman/dive"
tap "weaveworks/tap"
brew "act"
brew "libyaml"
brew "openssl@3"
brew "ansible"
brew "ansible-lint"
brew "openexr"
brew "webp"
brew "bzip2"
brew "asciinema"
brew "aspell"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "blueutil"
brew "cabal-install"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "cgal"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-clean"
brew "doctl"
brew "doitlive"
brew "duti"
brew "unixodbc"
brew "elixir"
brew "eot-utils"
brew "exa"
brew "fd"
brew "woff2"
brew "fontforge"
brew "fpp"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "libde265"
brew "libgeotiff"
brew "libheif"
brew "libpq"
brew "libxml2"
brew "nss"
brew "openjpeg"
brew "gdal"
brew "geoip"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "go"
brew "graphviz"
brew "libpaper"
brew "hadolint"
brew "helm"
brew "highlight"
brew "htop"
brew "hub"
brew "hugo"
brew "libffi"
brew "pcre"
brew "libomp", link: true
brew "imagemagick"
brew "imagemagick@6"
brew "inetutils"
brew "infracost"
brew "jo"
brew "jpegoptim"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "ldns"
brew "lftp"
brew "libusb-compat"
brew "libxmlsec1"
brew "python-tabulate"
brew "localstack"
brew "lzlib"
brew "mailhog"
brew "mas"
brew "mono-libgdiplus"
brew "nano"
brew "neovim"
brew "nmap"
brew "nnn"
brew "node"
brew "nvm"
brew "openapi-generator"
brew "optipng"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "sfcgal"
brew "postgis"
brew "postgresql@15"
brew "pre-commit"
brew "pth"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "swift-format"
brew "swiftformat"
brew "swig"
brew "terminal-notifier"
brew "terraform"
brew "terragrunt"
brew "the_silver_searcher"
brew "tig"
brew "tinc"
brew "tldr"
brew "tokei"
brew "translate-toolkit"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "vim"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "yq"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "buildpacks/tap/pack"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "wagoodman/dive/dive"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "android-platform-tools"
cask "aws-vault"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "gpg-suite"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "tunnelblick"
cask "visual-studio-code"
cask "webpquicklook"
cask "wkhtmltopdf"
vscode "42Crunch.vscode-openapi"
vscode "aeschli.vscode-css-formatter"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alexdima.copy-relative-path"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "be5invis.toml"
vscode "bibhasdn.django-html"
vscode "bigonesystems.django"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dariofuzinato.vue-peek"
vscode "Dart-Code.dart-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "eriklynd.json-tools"
vscode "evzen-wybitul.magic-racket"
vscode "felipe.nasc-touchbar"
vscode "formulahendry.github-actions"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "justusadam.language-haskell"
vscode "lextudio.restructuredtext"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "lunuan.kubernetes-templates"
vscode "mattn.Lisp"
vscode "MaxGabriel.brittany"
vscode "mechatroner.rainbow-csv"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "orasik.graphql-to-rest-queries"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "raynigon.nginx-formatter"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shakram02.bash-beautify"
vscode "shamanu4.django-intellisense"
vscode "Shopify.ruby-lsp"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "stevejpurves.cucumber"
vscode "streetsidesoftware.code-spell-checker"
vscode "teabyii.ayu"
vscode "Tim-Koehler.helm-intellisense"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "VisualStudioExptTeam.vscodeintellicode-insiders"
vscode "vknabel.vscode-apple-swift-format"
vscode "vknabel.vscode-swiftformat"
vscode "WakaTime.vscode-wakatime"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
